let status_code = {
    452: "Пользователь с таким логином не найден",
    453: "Пользователь с таким логином уже существует",

    462: "Неверный логин или пароль",
    463: "Неккоректный логин или пароль",

    472: "Доклад не найден",
    473: "Доклад с таким заголовком уже существует", 
    474: "Не задан заголовок или описание доклада",

    
    477: "Не указан доклад",
    478: "Не указан номер аудитории",
    479: "Не указано время доклада",

    482: "Записи не существует",
    483: "В данной аудитории время уже занято", 
    484: "Аудитория уже существует",

    490: "Не указан идентификатор",
    492: "Не указан идентификатор пользователя",


}

module.exports = status_code;